[
    {
        "food_name": "Spaghetti Carbonara",
        "img": "https://i.ibb.co/7GSCwrs/Spaghetti.jpg",
        "category": "Pasta",
        "quantity": 18,
        "price": 12.99,
        "made_by": "Giulia Rossi",
        "food_origin": "Italy",
        "description": "Spaghetti Carbonara is a classic Italian pasta dish. It is made by tossing hot spaghetti with a mixture of eggs, cheese (usually Pecorino Romano), and guanciale or pancetta. The heat from the pasta cooks the eggs, creating a creamy sauce. Finish with a generous amount of freshly ground black pepper and additional cheese for a delicious and comforting meal."
    },
    {
        "food_name": "Sushi Platter",
        "img": "https://i.ibb.co/ydZcjDk/Sashimi-Bowl.jpg",
        "category": "Japanese",
        "quantity": 15,
        "price": 24.99,
        "made_by": "Takashi Yamamoto",
        "food_origin": "Japan",
        "description": "Our Sushi Platter is a carefully curated selection of fresh and high-quality sushi. It includes various types of fish, such as tuna, salmon, and eel, along with other ingredients like rice, seaweed, and vegetables. Each piece is expertly crafted by our skilled sushi chefs, ensuring a delightful and authentic Japanese dining experience."
    },
    {
        "food_name": "Chicken Tikka Masala",
        "img": "https://i.ibb.co/g91j5SX/Chicken-Tikka-Masala.jpg",
        "category": "Indian",
        "quantity": 25,
        "price": 15.99,
        "made_by": "Aisha Patel",
        "food_origin": "India",
        "description": "Chicken Tikka Masala is a popular Indian dish made by marinating chicken pieces in a spiced yogurt mixture and then baking them until tender. The chicken is then added to a rich and creamy tomato-based sauce, flavored with various spices like garam masala, cumin, and coriander. It is best served with naan or rice for a complete and satisfying meal."
    },
    {
        "food_name": "Caesar Salad",
        "img": "https://i.ibb.co/98ZvP0f/Caesar-Salad.jpg",
        "category": "Salad",
        "quantity": 20,
        "price": 8.99,
        "made_by": "Mark Johnson",
        "food_origin": "United States",
        "description": "Our Caesar Salad is a refreshing and crunchy mix of romaine lettuce, croutons, Parmesan cheese, and a tangy dressing. To prepare the dressing, combine ingredients such as garlic, Dijon mustard, Worcestershire sauce, lemon juice, and olive oil. Toss the crisp lettuce with the dressing and top with freshly grated Parmesan and homemade croutons for a delightful and wholesome salad."
    },
    {
        "food_name": "Croissant",
        "img": "https://i.ibb.co/wLskwGK/Croissant.jpg",
        "category": "Bakery",
        "quantity": 18,
        "price": 2.49,
        "made_by": "Sophie Dubois",
        "food_origin": "France",
        "description": "Indulge in the buttery and flaky goodness of our freshly baked croissants. To make these French delicacies, we use a laminated dough, which is layered with butter and then rolled and folded multiple times to create the distinct flaky texture. The croissants are then baked until golden brown, resulting in a crispy exterior and a soft, airy interior that pairs perfectly with a cup of coffee or tea."
    },
    {
        "food_name": "Miso Soup",
        "img": "https://i.ibb.co/C7jfVfG/Miso-Soup.jpg",
        "category": "Japanese",
        "quantity": 30,
        "price": 5.99,
        "made_by": "Hiroshi Nakamura",
        "food_origin": "Japan",
        "description": "Our Miso Soup is a traditional Japanese dish made with dashi, a type of soup stock, and miso paste. To prepare, we add ingredients such as tofu, seaweed, and green onions to the broth. The soup is then gently simmered to allow the flavors to meld together, resulting in a comforting and nourishing bowl of soup that's perfect as a starter or a light meal."
    },
    {
        "food_name": "Margherita Pizza",
        "img": "https://i.ibb.co/Hh0ZD5G/Margherita-Pizza.jpg",
        "category": "Pizza",
        "quantity": 16,
        "price": 11.99,
        "made_by": "Luca Rossi",
        "food_origin": "Italy",
        "description": "Our Margherita Pizza is a classic Italian dish that highlights simplicity and quality ingredients. It features a thin crust topped with San Marzano tomato sauce, fresh mozzarella cheese, and basil leaves. The pizza is then baked in a wood-fired oven until the crust is crispy and the cheese is melted, creating a perfect harmony of flavors that represents the essence of Italian cuisine."
    },
    {
        "food_name": "Pad Thai",
        "img": "https://i.ibb.co/mRLLrbD/Pad-Thai.jpg",
        "category": "Thai",
        "quantity": 35,
        "price": 13.99,
        "made_by": "Nonglak Srisawat",
        "food_origin": "Thailand",
        "description": "Our Pad Thai is a classic Thai stir-fried noodle dish that combines a balance of sweet, sour, and salty flavors. It's prepared by stir-frying rice noodles with ingredients like tofu, eggs, tamarind paste, fish sauce, and a variety of vegetables. The dish is then garnished with crushed peanuts, bean sprouts, and lime wedges, providing a satisfying and authentic taste of Thailand."
    },
    {
        "food_name": "Hamburger",
        "img": "https://i.ibb.co/xSCry27/Hamburger.jpg",
        "category": "American",
        "quantity": 14,
        "price": 9.99,
        "made_by": "Michael Johnson",
        "food_origin": "United States",
        "description": "Our Hamburger is a quintessential American favorite that boasts juicy, flame-grilled beef patties, sandwiched between soft buns. It is topped with fresh lettuce, tomatoes, onions, and your choice of cheese. Our secret sauce, made with a blend of ketchup, mayonnaise, and pickle relish, adds a tangy and savory kick, making every bite a delightful experience."
    },
    {
        "food_name": "Sashimi Bowl",
        "img": "https://i.ibb.co/ydZcjDk/Sashimi-Bowl.jpg",
        "category": "Japanese",
        "quantity": 40,
        "price": 28.99,
        "made_by": "Akihiko Tanaka",
        "food_origin": "Japan",
        "description": "Our Sashimi Bowl is a feast for the senses, featuring an array of thinly sliced, fresh raw fish such as tuna, salmon, and yellowtail, served over a bed of sushi rice. It is accompanied by traditional Japanese garnishes such as pickled ginger, wasabi, and soy sauce, allowing you to enjoy the delicate flavors and textures of the ocean in every mouthful."
    },
    {
        "food_name": "Creme Brulee",
        "img": "https://i.ibb.co/wLskwGK/Creme-Brulee.jpg",
        "category": "Dessert",
        "quantity": 12,
        "price": 7.99,
        "made_by": "Isabelle Martin",
        "food_origin": "France",
        "description": "Our Creme Brulee is a decadent French dessert consisting of a rich custard base topped with a contrasting layer of hard caramel. To create this indulgent treat, we combine egg yolks, sugar, and vanilla, which are then gently baked and chilled. Before serving, we sprinkle a thin layer of sugar over the custard and caramelize it with a kitchen torch to create the signature crisp top."
    },
    {
        "food_name": "Kimchi Fried Rice",
        "img": "https://i.ibb.co/3ygRSnx/Kimchi-Fried-Rice.jpg",
        "category": "Korean",
        "quantity": 30,
        "price": 10.99,
        "made_by": "Ji-won Lee",
        "food_origin": "South Korea",
        "description": "Kimchi Fried Rice is a popular Korean dish that brings together the bold flavors of kimchi with stir-fried rice and an assortment of vegetables and proteins. To prepare this dish, we start by sautéing kimchi, along with ingredients such as onions, garlic, and gochujang, in a hot pan. We then add cooked rice and other desired ingredients, such as diced vegetables, meat, or tofu, to create a satisfying and flavorful meal."
    },
    {
        "food_name": "Fish and Chips",
        "img": "https://i.ibb.co/489F9RY/Fish-and-Chips.jpg",
        "category": "British",
        "quantity": 38,
        "price": 11.99,
        "made_by": "David Thompson",
        "food_origin": "United Kingdom",
        "description": "Our Fish and Chips is a classic British dish consisting of battered and deep-fried fish served alongside crispy and golden-brown chips. The fish, often cod or haddock, is coated in a light and crispy beer batter before being fried to perfection. Paired with our homemade chunky chips, this dish is served with tartar sauce and a wedge of lemon, offering a hearty and satisfying taste of the British seaside."
    }
]